tap "hashicorp/tap"
tap "homebrew/bundle"
brew "asdf"
brew "aws-sam-cli"
brew "aws2-wrap"
brew "awscli"
brew "circleci"
brew "deno"
brew "gawk"
brew "gh"
brew "gnupg"
brew "jq"
brew "minikube"
brew "mysql"
brew "pnpm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "whalebrew"
brew "yq"
brew "hashicorp/tap/terraform"
cask "devutils"
whalebrew "openapi-generator-openapitools/openapi-generator-cli"
whalebrew "kei2100/ridgepole"
vscode "4ops.terraform"
vscode "alefragnani.Bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "bungcip.better-toml"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "CoenraadS.bracket-pair-colorizer-2"
vscode "Dart-Code.dart-code"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "huizhou.githd"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.markdown-extended"
vscode "KevinRose.vsc-python-indent"
vscode "kisstkondoros.vscode-codemetrics"
vscode "lextudio.restructuredtext"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mosapride.zenkaku"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "nickdemayo.vscode-json-editor"
vscode "oderwat.indent-rainbow"
vscode "peterj.proto"
vscode "PKief.material-icon-theme"
vscode "plex.vscode-protolint"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "Shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "trond-snekvik.simple-rst"
vscode "uctakeoff.vscode-counter"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "waderyan.gitblame"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
