tap "ankitpokhrel/jira-cli"
tap "ariga/tap"
tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "jfryy/tap"
tap "localstack/tap"
tap "mike-engel/jwt-cli"
tap "ynqa/tap"
brew "argo"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "python@3.12"
brew "aws2-wrap"
brew "python@3.11"
brew "awscli"
brew "pycparser"
brew "certbot"
brew "circleci"
brew "deno"
brew "docutils"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "htmlq"
brew "hurl"
brew "jnv"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "minikube"
brew "mysql"
brew "openssh"
brew "pnpm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tmux"
brew "tree"
brew "whalebrew"
brew "xsv"
brew "yarn"
brew "yq"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "ariga/tap/atlas"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "jfryy/tap/qq"
brew "localstack/tap/localstack-cli"
brew "mike-engel/jwt-cli/jwt-cli"
cask "devutils"
cask "orbstack"
cask "postman"
cask "warp"
whalebrew "openapitools/openapi-generator-cli"
whalebrew "kei2100/ridgepole"
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "adpyke.vscode-sql-formatter"
vscode "aki77.rails-db-schema"
vscode "aki77.rails-partial"
vscode "aki77.rails-routes"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "apollographql.vscode-apollo"
vscode "ariga.atlas-hcl"
vscode "asdine.cue"
vscode "bierner.markdown-mermaid"
vscode "blinknlights.fuzzy-ruby-server"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "coenraads.bracket-pair-colorizer-2"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "dart-code.dart-code"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "huizhou.githd"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.markdown-extended"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-codemetrics"
vscode "lextudio.restructuredtext"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marp-team.marp-vscode"
vscode "masakit.zenkaku-hankaku"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mosapride.zenkaku"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mushan.vscode-paste-image"
vscode "nickdemayo.vscode-json-editor"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "peterj.proto"
vscode "pkief.material-icon-theme"
vscode "plex.vscode-protolint"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "tonka3000.raycast"
vscode "trond-snekvik.simple-rst"
vscode "uctakeoff.vscode-counter"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vsls-contrib.codetour"
vscode "waderyan.gitblame"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
